const BlogData = [
    {
        writerPicUrl: "/MoSaRa.jpg",
        title: "چرا یادگیری مهارت‌های نرم اغلب شکست می خورد؟",
        writer: "محمدصالح رفتاری",
        uploadedAt: "1404/3/18",
        paragraphs: [
            `مهارتهای مثل تمرکز، مدیریت احساسات، گفتگو، یا تصمیم گیری از حیاتی ترین توانایی هایی هستن که برای پیشرفت در زندگی شخصی و حرفهای بهشون نیاز داریم. با این حال، بیشتر تلاش ها برای یادگیری این مهارت ها به جایی نمیرسن. چرا؟`,
            `اول از همه، آموزش‌ها بیش از حد نظری‌ان. کتاب‌ها، دوره‌ها و وبینارها پر از اطلاعات خوب هستن، ولی وقتی زمان عمل میرسه، مغز ما اون دانش رو بازیابی نمیکنه چون تجربه زیستی باهاش نداشه.`,
            `دوم، یادگیری از زندگی جداست. زمانی که قراره مدیریت خشم رو تمرین کنیم، اغلب در شرایط واقعی نیستیم. در .یک جلسه آموزشی نشسته‌ایم، نه در وسط یک تنش واقعی.`,
            `سوم، ما از ساختار محرک-پاسخ مغزمون غافلیم. برای یادگیری واقعی، باید رفتاری رو بارها، در لحظه مناسب، .با بازخورد مناسب تمرین کرد.`,
            `به همین دلیله که با وجود تلاش زیاد، چیزی تغییر نمیکنه. یادگیری، وقتی به تغییر رفتار ختم نشه، فقط مصرف محتواست.`,
            `نغز برای حل همن مسئله ساخه شده: معماری آموزشی رفتار ساز، تمرین در دل زندگی، ورود هوشمند در لحظات واقعی و ساختن نغر کوچک اما ماندگار.`,
        ]
    },
    {
        writerPicUrl: "/MoSaRa.jpg",
        title: "یادگیری رفتار ساز یعنی چی؟ چرا آینده آموزش به آن وابسته است؟",
        writer: " محمدصالح رفتاری",
        uploadedAt: "1404/4/10",
        paragraphs: [
            `یادگیری واقعی یعنی چیزی را نه فقط بفهی و حفظ کنی، بلکه باور داشته باشی و بتوانی در لحظه ای که نیاز داری، بدون فکر و به صورت خودکار آن را به کار ببری. آن نوع یادگیری با خواندن یا حفظ کردن اتفاق نمی‌افتد؛ .بلکه با تغییر رفتار در زندگی واقعی حاصل میشود.`,
            `یعنی طراحی آموزش به گونه‌ای که یادگیری (Learning Behavioral) یادگیری رفتارساز صرفا در ذهن نماند، بلکه ً به رفتار تبدیل شود. یعنی در زمان مناسب، در بستر زندگی واقعی، تمرین‌هایی کوتاه، هدفمند و دقیق انجام دهی و این رفتار را با بازخورد مستمر و مرور منظم تمرین کنی تا به بخشی از عادات و شخصیت تو تبدیل شود.`,
            `اما یادگیری رفتار ساز تنها تکرار مکانیکی رفتار نیست؛ این یادگیری ترکیبی است از:`,
            `تمرین مکرر در شرایط واقعی، `,
            `درک عمیق چرایی و چگونگی رفتار، `,
            `دریافت بازخورد کیفی و اصالح مستمر،`,
            `و خودآگاهی و بازتاب شخصی که باعث تثبیت و بهبود مهارت‌ها میشود.`,
            `در این نوع یادگیری، محتوا پادشاه نیست، بلکه تمرین هوشمندانه و عملی است که تغییر واقعی ایجاد میکند. طولانی بودن محتوا یا جذاب بودن ویدیوها اهمیتی ندارد اگر نتوانند رفتاری را تغییر دهند.`,
            `« نغز بر همین اصل ساخه شده است: به جای انتقال صرف دانش خام، تمرکز بر ایجاد تغییر رفتاری خرد، عمیق و تدریجی است؛ نه به شکل دوره یا کتاب، بلکه با تمرین‌های روزمره، شخصی سازی شده و همراهی دائمی» `,
            `آینده آموزش در یادگیری رفتار ساز است؛ چون تنها این نوع یادگیری است که در لحظه‌های واقعی زندگی به کمک ما می آید و باعث پیشرفت پایدار میشود…`,
        ]
    }
]

export default BlogData;