import links from "@/Routes/links"

const Data = {
    sections: [
        {
            name: "بنغز!",
            route: links.client.home
        },
        {
            name: "بلاگ",
            route: links.client.blogs
            
        },
        {
            name: "تیم ما",
            route: links.client.ourTeam
        },
        {
            name: "سوالات متداول",
            route: links.client.questions
        }
    ],
    
    homePage: {
        sectionOne: {
            headerText: "نغز",
            underHeaderText: "یادگیری رو زندگی کن",
            buttonText: "همین الان شروع کن!",
        },
        sectionTwo: {
            headerText: "نغز چیه؟",
            line1: "نغز یه اپلیکیشن ساخت مهارت‌های زندگی و کاره",
            line2: "اما نه با درس دادن، نه با ویدئو، نه با مطالب طولانی",
            line3: "نغز، یادگیری رو تبدیل به تجربه می‌کنه",
            line4: " تبدیل به عادت. تبدیل به بخشی از زندگی تو",
        },
        sectionThree: {
            cardOne: {
                imgURL: "",
                headerText: "چی یاد می‌گیری؟",
                line1: "تمرکز و نظم ذهنی",
                line2: "مدیریت زمان و تصمیم‌گیری",
                line3: "مهارت‌های ارتباطی و شنیدن",
                line4: "شناخت خود و تنظیم احساسات",
                line5: "قدرت نه گفتن و مرزبندی",
            },
            cardTwo: {
                headerText: "چطور یاد می‌گیری؟",
                line1: "آموزش‌های کوتاه، تعاملی و دقیق",
                line2: "چالش‌های سریع وسط روزمرگی ",
                line3: "تمرین‌های کوچک و هدفمند ",
                line4: "نوتیف‌های همراه مثل مربی ",
                line5: "بدون برنامه‌ریزی، با نغز رشد کن!",
            } 
        },
        sectionFour: {
            cardOne: {
                headerText: "یادگیری، مثل زندگی",
                ulTitle: "هر چیزی که یاد می‌گیری:",
                li1: "به تکه‌های خیلی کوچیک تقسیم شده",
                li2: "با بازی، چالش و تعامل ارائه شده",
                li3: "تا زمانی که کامل درک و تمرین نشه، جلو نمی‌ری",
            },
            cardTwo: {
                line1: "تو نیازی به برنامه‌ریزی نداری.",
                line2: "نغز، همیشه همراهته.",
                line3: "با یه چالش آنی، یه تمرین کوتاه، یا یه یادآور کوچیک که دقیقاً وقتی لازمه ",
                line4: "میاد.یادگیری بدون زمان، بدون فشار، اما با عمق و ماندگاری",
            },
            line3: {
                olHeader: "با نصب نغز:",
                line1: "مسیرت رو انتخاب می‌کنی",
                line2: "هر روز، یه گام کوچیک برمی‌داری",
                line3: "نغز بهت نشون می‌ده الآن کجایی، به چی نیاز داری و قدم بعدی چیه",
                line4: "و کم‌کم، تغییر شکل می‌گیره، توی خودت",
            }, 
        },
        swctionFive: {
            cardOne: {
                line1: "📦 آماده‌ای؟",
                line2: "با نغز، خودت رو دوباره بساز",
                line3: "کم‌کم. واقعی",
                line4: "هر روز یه ذره بهتر",
                buttonText: "همین الان شروع کن!",
            }
        }

    }
}


export default Data;