import links from "@/Routes/links"

const Data = {
    sections: [
        {
            name: "بنغز!",
            route: links.client.home
        },
        {
            name: "بلاگ",
            route: links.client.blogs
            
        },
        {
            name: "تیم ما",
            route: links.client.ourTeam
        },
        {
            name: "ارتباط با ما",
            route: links.client.contactUs
        }
    ],

    SocialLogo: {
        email: "thenaghz.io@gmail.com",
        instagramLink: "https://www.instagram.com/naghz.io?igsh=MXV3cjh5Z3J5Z2Rtcw==",
        linkedinLink: "https://www.linkedin.com/company/naghz/",
        telegramChannelLink: "https://t.me/naghz_io",
    },
    
    homePage: {
        sectionOne: {
            headerText: "نغز",
            underHeaderText: " یادگیری‌ای که با زندگی می‌ماند",
            buttonText: "همین الان شروع کن!",
        },
        sectionTwo: {
            headerText: "مشکل چیه؟",
            line1: "همه‌مون دوست داریم بهتر زندگی کنیم: تمرکز بیشتر، شروع راحت‌تر، کنترل احساسات، پیشرفت در کار…",
            line2: "فقط می‌دونیم، تمرین نمی‌کنیم",
            line3: "با انگیزه شروع می‌کنیم، وسط راه جا می‌زنیم",
            line4: "محتوا زیاده، ولی رفتار عوض نمی‌شه",
            line5: "یادگیری شده یه کار جدا از زندگی، یه پروژه‌ی ناتمام",
            line6: "زمان و انرژی برای رشد شخصی، هیچ‌وقت به موقع نیست",
            line7: "و اینطوره که با وجود همه تلاش‌هامون، زندگی‌مون هنوز با دانسته‌هامون هم‌راستا نیست."
        },
        sectionThree: {
            headerText: "نغز چیه؟",
            answer: "نغز، یک سیستم یادگیری عمیق، تدریجی و بی‌زمان است؛ طراحی‌شده برای نهادینه‌سازی مهارت‌هایی که پایه‌ی زندگی فردی، شغلی و ذهنی ما را می‌سازند.",
            cardOne: {
                imgURL: "",
                headerText: "چه چیزایی یاد می‌گیری؟",
                line1: "شناخت زمان ذهنی و استفاده از آن",
                line2: "تقویت توجه و تنظیم انرژی در جریان روز",
                line3: "شروع کارها با حداقل انگیزه و ادامه دادن با حداقل اصطکاک",
                line4: "خودآگاهی کاربردی در لحظه‌ی عمل",
                line5: "قدرت نه گفتن و مرزبندی",
            },
            cardTwo: {
                headerText: "چطور یاد می‌گیری؟",
                line1: "در نغز، خبری از ساعت‌های آموزش فشرده یا مطالب سنگین نیست",
                line2: " یادگیری ریز، تدریجی، و در دل لحظه‌هاست",
                line3: "بدون اینکه متوجه شوی، مهارت‌ها وارد زندگی‌ات میشن",
                line4: "تمرین‌های کوچک و هدفمند ",
                line5: "نوتیف‌های همراه مثل مربی ",
            } 
        },
        sectionFour: {
            headerText: "فلسفه نغز",
            cardOne: {
                headerText: "یادگیری، مثل زندگی",
                li1: "اگر چیزی را واقعاً بلد باشی، باید بتوانی در زندگی از آن استفاده کنی",
                li2: "یادگیری نباید سنگین، خسته‌کننده یا جدا از زندگی باشد",
                li3: "ذهن هم مثل عضله، با تمرین رشد می‌کند—نه با دانستن صرف",
                li4: "همه‌چیز را می‌توان نغز کرد؛ فقط کافی‌ست متفاوت ببینی و عمل کنی",
            },
            line3: {
                olHeader: "نتیجه نهایی:",
                line1: "نغز، ذهن دوم توست...",
                line2: "یک همراه یادگیرنده که با ریتم زندگی‌ات هماهنگ می‌شود و هر روز تو را به نسخه‌ی بهتر خودت نزدیک‌تر می‌کند",
                line3: "نغز نمی‌گوید: «بیا وقت خاصی برای یادگیری بذار.»",
                line4: " بلکه می‌گوید: «بیا همین لحظه را تبدیل کنیم به لحظه‌ای برای رشد.»",
            }, 
        },
        sectionFive: {
            cardOne: {
                line1: "📦 آماده‌ای؟",
                line2: "با نغز، خودت رو دوباره بساز",
                line3: "کم‌کم. واقعی",
                line4: "هر روز یه ذره بهتر",
                buttonText: "همین الان شروع کن!",
            }
        }

    }
}


export default Data;