const TeamData = {
    teamMembers: [
        {
            photo: "/Naghz-logo.jpg",
            name: "داوود",
            lastName: "اکرمی",
            role: "دولوپر",
            bio: " نتسدیت منتیسمن شسیتمتد مشسیمنت تشسیمنت منشتسیم نتسدیت منتیسمن شسیتمتد مشسیمنت تشسیمنت منشتسیم",
            resume: "",
            linkedin: "",
        },
        {
            photo: "/Naghz-logo.jpg",
            name: "آرتین",
            lastName: "کسائی",
            role: "دولوپر",
            bio: " نتسدیت منتیسمن شسیتمتد مشسیمنت تشسیمنت منشتسیم نتسدیت منتیسمن شسیتمتد مشسیمنت تشسیمنت منشتسی",
            resume: "",
            linkedin: "",
        },
        {
            photo: "/MoSaRa.jpg",
            name: "محمد صالح",
            lastName: "رفتاری",
            role: "دولوپر",
            bio: " نتسدیت منتیسمن شسیتمتد مشسیمنت تشسیمنت منشتسیم نتسدیت منتیسمن شسیتمتد مشسیمنت تشسیمنت منشتسی",
            resume: "",
            linkedin: "",
        },
        {
            photo: "/Naghz-logo.jpg",
            name: "فرهام",
            lastName: "مضاهری",
            role: "دولوپر",
            bio: " نتسدیت منتیسمن شسیتمتد مشسیمنت تشسیمنت منشتسیم نتسدیت منتیسمن شسیتمتد مشسیمنت تشسیمنت منشتسی",
            resume: "",
            linkedin: "",
        }
    ],
    teamData: {
        teamHeader: "تیم IO",
        teamText: `ما <span class="highlight-primary">تیم IO</span> هستیم. چندتا دوست کارآفرین با تخصص‌های مختلف — مارکتینگ، دیزاین، برنامه‌نویسی. ولی کاری که واقعاً بلدیم، <span class="highlight-accent">«نغز کردنه»</span> یعنی اینکه یه ایده خام، یه مشکل گنگ، یا یه فرصت مبهم رو بگیریم و با ترکیب <span class="highlight-secondary">هوش، خلاقیت، نوآوری، تکنولوژی و پشتکار</span> تبدیلش کنیم به یه خروجی خفن، کاربردی، تأثیرگذار و معنادار. فرقی نمی‌کنه محصول باشه، تجربه کاربر، یا یه سیستم آموزشی. ما تا حالا پروژه‌های مختلفی با هم انجام دادیم. از راه‌اندازی و اجرای رویداد ملی مثل روبیکمپ تا طراحی سیستم‌های هوش مصنوعی، مارکتینگ، آنبوردینگ و ابزارهایی که واقعاً به درد خوردن. ما اهل ساختن‌ایم. ساختن برای ما از حرف زدن مهم‌تره. با مسئله زندگی می‌کنیم، و مرزها برامون همیشه نقطه‌ی شروعن — نه محدودیت. <span class="highlight-primary">نغز</span>، اولین محصول جدی تیم ماست. یه پلتفرم یادگیری حرفه‌ای برای آدم‌هایی که نمی‌خوان تو کلیشه‌های آموزش گیر کنن. ما آموزش رو از سطح و حافظه‌محور بودن درمیاریم. با ترکیب میکرو لرنینگ، گیمیفیکیشن، مربی هوشمند و مسیر یادگیری شخصی‌سازی‌شده یه تجربه ساختیم که نه فقط به آدم کمک می‌کنه یاد بگیره، بلکه یادگیری براش تبدیل می‌شه به یه عادت، یه سبک زندگی. تو نغز، هر مسیر آموزشی بر اساس نیاز، هدف و سبک یادگیری خود فرد ساخته می‌شه. یادگیری توش هم عمیقه، هم قابل اندازه‌گیریه، هم باعث می‌شه واقعاً یه تغییری تو زندگی و کار بیفته. ما نغز رو ساختیم چون باور داریم یادگیری، اگر درست طراحی شده باشه، می‌تونه آدم‌ها رو از پایه تغییر بده — تو اعتمادبه‌نفس، مهارت، و نگاهشون به خودشون.`
        
    }

}

export default TeamData;